//---------------------------------------------------------------------------
// File : modelfrm.cpp
// Расчет модельной кривой ВЭЗ
//---------------------------------------------------------------------------
#include <vcl.h>
#pragma hdrstop

#include "modelfrm.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TModelCrvForm *ModelCrvForm;
//---------------------------------------------------------------------------
__fastcall TModelCrvForm::TModelCrvForm(TComponent* Owner)
    : TForm(Owner)
{
}
//---------------------------------------------------------------------------
